tap "brexhq/brex", "git@github.com:brexhq/homebrew-brex.git"
tap "chef/chef"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "asdf"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "bazelisk"
brew "curl"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr", link: false
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "kind"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "nodenv"
brew "postgresql"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "brexhq/brex/brex-cli"
brew "brexhq/brex/cloud-gate"
brew "brexhq/brex/helm"
brew "brexhq/brex/keymaster"
brew "fluxcd/tap/flux"
cask "1password-cli"
cask "chef-workstation"
cask "oracle-jdk"
cask "visual-studio-code"
