cask "karabiner-elements"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "curl"
brew "direnv"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "ncdu"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tpm"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "lua-language-server"
brew "bash-language-server"
